[
    {
      "text": "Write the code as if it will be accompanied by a violent psychopath who knows where you live",
      "author": "Steve McConnell"
    },
    {
      "text": "The complexity of the program grows until it exceeds the abilities of the programmer",
      "author": "Arthur Bloch. Murphy's Laws"
    },
      {
      "text": "Walking on water and developing programs following the TZ is very easy... if they are frozen",
      "author": "I. Berard"
    },
    {
        "text": "He that raises a large family does, indeed, while he lives to observe them, stand a broader mark for sorrow but then he stands a broader mark for pleasure too",
        "author": "Benjamin Franklin"
      },
      {
        "text": "Half a truth is often a great lie",
        "author": "Benjamin Franklin"
      },
        {
        "text": "Work as if you were to live a hundred years. Pray as if you were to die tomorrow",
        "author": "Benjamin Franklin"
      },
      {
        "text": "Genius is one percent inspiration and ninety-nine percent perspiration.",
        "author": "Thomas Edison"
      },
      {
        "text": "You can observe a lot just by watching.",
        "author": "Yogi Berra"
      },
      {
        "text": "A house divided against itself cannot stand.",
        "author": "Abraham Lincoln"
      },
      {
        "text": "Difficulties increase the nearer we get to the goal.",
        "author": "Johann Wolfgang von Goethe"
      },
      {
        "text": "Fate is in your hands and no one elses",
        "author": "Byron Pulsifer"
      },
      {
        "text": "Be the chief but never the lord.",
        "author": "Lao Tzu"
      },
      {
        "text": "Nothing happens unless first we dream.",
        "author": "Carl Sandburg"
      },
      {
        "text": "Well begun is half done.",
        "author": "Aristotle"
      },
      {
        "text": "Life is a learning experience, only if you learn.",
        "author": "Yogi Berra"
      },
      {
        "text": "Self-complacency is fatal to progress.",
        "author": "Margaret Sangster"
      },
      {
        "text": "Peace comes from within. Do not seek it without.",
        "author": "Buddha"
      },
      {
        "text": "What you give is what you get.",
        "author": "Byron Pulsifer"
      },
      {
        "text": "We can only learn to love by loving.",
        "author": "Iris Murdoch"
      },
      {
        "text": "Life is change. Growth is optional. Choose wisely.",
        "author": "Karen Clark"
      },
      {
        "text": "You'll see it when you believe it.",
        "author": "Wayne Dyer"
      }
  ]  